Revit 2027 API
ParameterTypeId.FbxLightBallastLoss Property
 "Ballast Loss"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightBallastLoss { get; }
Public Shared ReadOnly Property FbxLightBallastLoss As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightBallastLoss {
	ForgeTypeId^ get ();
}
static member FbxLightBallastLoss : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace